Repository: flowkraft/reportburster
Catalog: asbl/src/main/external-resources/db-template/_apps/cms-webportal-playground/wp-plugins/reportburster-integration/languages/reportburster-integration-*.po
Languages: it_it

source: WP Bones Blade Boilerplate WordPress plugin
it_it: WP Bones Blade Boilerplate Plugin WordPress

source: Overview
it_it: Panoramica

source: Starting from version 1.4.0, you can use blade templates in your plugin.
it_it: A partire dalla versione 1.4.0, è possibile utilizzare i modelli di blade nel plug-in.

source: In this example, we are going to use Blade templates in our plugin.
it_it: In questo esempio, utilizzeremo i modelli Blade nel nostro plugin.

source: We're using the
it_it: Stiamo utilizzando il metodo

source: template engine. BladeOne is a standalone version of Blade Template Engine that uses a single PHP file and can be ported and used in different projects. It allows you to use blade template outside Laravel.
it_it: motore di modelli. BladeOne è una versione standalone di Blade Template Engine che utilizza un singolo file PHP e può essere convertito e utilizzato in diversi progetti. Ti consente di utilizzare il modello di lama all'esterno di Laravel.

source: BladeOne is a standalone version of Blade Template Engine that uses a single PHP file and can be ported and used in different projects. It allows you to use blade template outside Laravel.
it_it: BladeOne è una versione standalone di Blade Template Engine che utilizza un singolo file PHP e può essere convertito e utilizzato in diversi progetti. Ti consente di utilizzare il modello di lama all'esterno di Laravel.

source: Controller
it_it: Controllore

source: You can use the usual views structure, `/resources/views/index.blade.php`.
it_it: È possibile utilizzare la solita struttura delle visualizzazioni, '/resources/views/index.blade.php'.

source: For more information, please visit the
it_it: Per ulteriori informazioni, visitare il sito

source: Wiki pages.
it_it: Pagine wiki.
